{
  "initiating": {
    "name": "initiierend",
    "description": "Du lernst gerne - by doing - und willst dich neuen Herausforderungen stellen. Gerne übernimmst du die Führung und denkst praktisch. Da du bereit bist ein Risiko einzugehen, erkennst du neue Möglichkeiten, um dein Leben erfolgreich zu gestalten. Du hast dast die Fähigkeit, neue Ideen und Projekte anzustoßen und eine Vorgehenweise zu entwicklen. Du lernst eher durch den Wurf ins klate Wasser als von einer Reflektion danach. Um Probleme zu lösen, verlässt du dich mehr auf Personen um Informationen zu erhalten, als deine eigene technische Analyse. Du wirst gesehen als: spontan, ergiegeladen, überzeugend, mutig.",
    "strengths": "Engagement für deine Ziele, neue Möglichkeiten erkennen, Andere beeinflussen und leiten",
    "challenges":  "Ungegduld, Kontrolle der Impulsreaktion, Hören von anderen Meinungen",
    "enviroment": "Du bevorzugst den Lehrer als Mentor. Am besten lernst du, wenn du mit anderen zusammen an einem Gemeinsamen an einer Aufgabe arbeiten, Zeile definieren und verschiedene Strategien ausprobieren kannst.",

    "page": 195
  },
  "experiencing": {
    "name": "erfahrend",
    "description": "Du lernst durch Gefühle, Reaktionen auf Personen oder Situationen. Du kannst die Gefühle von anderen gut einschätzen und enge, tiefe Beziehungen knüpfen. Du bist offen und hörst zu. Dies kann dir Schwierigkeiten beim unabhängigen Urteilen bereiten. Du kannst unkonventionelle Wege nutzen, um ein Problem zu lösen. Dein Ansatz ist eher intuitiv als logisch und du versucht es durch Reflektion und die Durchführung zu bestätigen. Du wirst gesehen als: empathisch, feinfühlig, hilfsbereit, intuitiv.",
    "strengths": "Enge, tife Beziehungen bauen, starke Intuition, offen für neue Erfahrungen",
    "challenges": "Theorie, systematisches Planen, Auswertung",
    "enviroment": "Du bevorzugst es in einer Umgebung mit vielen Interaktionen und Kommunikation mit deinen Freunden und Kollegen zu lernen. Du arbeitest gerne in Gruppen, brauchst aber Zeit alleine, um vorran zu kommen. Es ist wichtig, dass du konstruktives Feedback im Job und privat Leben bekommst. Dir ist eine persönliche Beziehung zum Lehrer wichtig.",

    "page": 197
  },
  "creating": {
    "name": "erstellend",
    "description": "Du lernst, indem du deine Gefühle und Erfahrungen reflektierst. Du hast die Fähigkeit viele verschiedene Perspektiven auf ein Thema einzunehmen. Da du ein Gespür für die Gefühle Anderer hast, kannst du Brücken zwischen verschiedenen Meinung und Sichten bauen. Du fühlst dich trotz Ungewissheit und siehst nicht alles binär (schwarz oder weiß). Du beobachtest lieber als aktiv beteiligt zu sein. Du erkennst Muster in Ereignissen, Beziehungen und Gruppen und verstehst deren Bedeutung. Vermutlich bist du an einem breiten kulturellem Spektrum interessiert. Du kannst dir die Folgen einer bestimmten Handlungsweise vorstellen und alternativen Aufzeigen.",
    "strengths": "Gespür für Gefühle und Werte Anderer, offen zu hören, Einschätzung der Folgen von schwierigen Situationen.",
    "challenges": "Entscheidungen treffen, Führung, schnelle Reaktion",
    "enviroment": "Du bevorzugst Gruppen mit offenen und frei fließenden Konversationen, um dort Informationen und persönliches Feedback zu erhalten. Dir gefällen Situationen, die ein große Reichweite an Ideen benötigen. Du bevorzugst das Lernen mit Lehrern, die eine fördernde Rolle einnehmen.",

    "page": 199
  },
  "reflecting": {
    "name": "reflektierend",
    "description": "Du lernst, indem du beobachtest und reflektierst. Du hast die Fähigkeit in deine Reflektion Gefühle und Gedanken einfließen lassen. Dir gefallen Situationen, in denen verschiedene Alternativen, Perspektiven und das identifizieren von Problemen gefragt ist. Wegen deiner tiefen Beobachtungsgabe, bist du in der Lage die tiefere Bedeutung von Ereignissen, Fakten und Begegnungen zu erkennen. Du schätzt den Austausch mit Anderen, um Ereignisse zu reflektieren. Wenn du Informationen sortierst und analysierst, kannst du die Informationen in einer verständlichen und sinnvollen Art und Weise organisieren. In Teams und Organisationen stichst du durch das Schaffen von einer gesunden Kommunikation und sichtbare Ergebnisse. Du kannst kreative Ideen und Lösungen entwickeln, überlässt aber die Umsetzung anderen. Du hast ein Gespür für die Gefühle, Gedanken und Bedürfnissen Anderer und kannst eine gemeinsame Basis zwischen verschiednen Ideen und Perspektiven schaffen. Andere kennen dich als leise, einsichtig, sorgfälltig und tief.",
    "strengths": "Andere Ansichten nachvollziehen, Situation richtig einschätzen, Intuitionen in explizite Erklärungen wandeln, Informationen sammeln",
    "challenges": "Etwas ins rollen bringen, Grübeln, in Gruppen deine Meinung vertreten",
    "enviroment": "Du gehst in Umgebungen mit vielen Dialogen und Diskursen auf, aber du kannst auch gut von Vorlesungen, Projekten und Lesen lernen. Wegen deiner Vorliebe für tiefe Reflektionen, benötigst du auch Zeit für dich zum Reflektieren und deine eigene Sicht der Dinge zu erstellen. Du schätzt Lehrer, die Möglichkeiten zur Individuellen- und Gruppenreflektion gibt und offen für neue Ideen ist.",

    "page": 201
  },
  "analyzing": {
    "name": "analysierend",
    "description": "Du kannst eine große Menge an Informationen logisch zusammenfassen. Vermutlich bist du eher auf abstrakte Konzepten und Ideen als auf Menschen fokusiert. Viele Menschen mit diesem Lernstilen stimmen der Aussag ezu, dass es wichtiger sei eine logische als eine Theroie mit praktischem Wert zu haben. Du analysiertst sorgfältig und wiegst vor jedem Schritt dessen Kosequenzen ab. Du planst gerne vorraus, deshalb gelingt es dir Fehler zu vermeiden und potenzielle Probleme zu erkennen. Wenn du mit Menschen umgehst, verlässt du dich auf dein logisches und objektives Verständnis der Situation. Dabei versuchst du dich durch Gefühle nicht von deinem Urteil abhalten zu lassen. Andere kennen dich als logisch, organisiert, verlässlich, sorgfältig, und wohl überlegt.",
    "strengths": "Organisieren von Informationen, logisch und rational, Konzepte und Modelle erstellen",
    "challenges": "Risiken aufnehmen, soziale Kontakte, mit fehlender Struktur umgehen",
    "enviroment": "Du gehst auf in einer Umgebung, in der du deine analytischen und konzeptuellen Fähigkeiten nutzen und weiter entwickeln kannst. Du kommst gut mit Vorlesungen, Büchern, analytischen Modellen klar. Du benötigst Zeit, um die Dinge noch einmal selbst zu durchdenken. Du arbeitest lieber alleine als in Gruppen. Du ziehst einen Lehrer vor, der seine Gedanken in Modellen und analytischen Verfahren in Vorlesungen und Interaktionen mit dir vorstellt.",
    "page": 203
  },
  "thinking": {
    "name": "denkend",
    "description": "Du lernst vorallem durch gründliche Abstraktion. Du schätzt es die Dinge genau zu durchdenken und kannst eine große Menge an Informationen in präzise Ideen und Modelle fassen. Du arbeitest gerne mit Zahlen und beschäftigst dich gerne mit Aktivitäten, die deine analytischen Fähigkeiten und abstraktes Denken erforden. Du arbeitest lieber mit quantitativen als mit qualitativen Daten. Du arbeitest lieber alleine und ziehst es vor technische persöhnlichen Problemen vor. Du bist gut darin Pläne zu schmieden und Ziele zu setzen, aber du konzentriest dich eher auf die Qualität deines Plans als die Umsetzung. Du strebst nach Beständigkeit und Genauigkeit in deinen Ansichten und Ideen. Du tendierst zu konstrollierten Emotionen und sprichst präzise und knapp. Wenn du handelst, dann sind deine Handlungen gut durchdacht. Du arbeitest hart daran Fehler zu vermeiden. Andere sehen dich als sorgfältig, präzise, verlässlich, beständig und nachdenklich.",
    "strengths": "Logisches analysieren, rationale Entscheidungen, analyse quantitativer Daten",
    "challenges": "Mit Anderen zusammen arbeiten, offene Sicht auf deine Ideen, in Gedanken verlieren",
    "enviroment": "Du lernst am besten in einer Lernumgebung mit klarer Struktur und klaren Lernzielen. Du gehst auch in einer Umgebung auf, in der du Experiemente plannen und ausführen kannst und mit den resultierenden Daten spielen kannst. Du ziehst es vor alleine zu ziehen und brauchst Zeit, um die Dinge noch einmal selbst zu durchdenken. Für dich sind Lehrer vorallem wegen ihrer fachspezifische Expertise wichtig.",
    "page": 205
  },
  "deciding": {
    "name": "entschlossen",
    "description": "Du bist sehr gut darin praktische Nutzung von Ideen und Theorien zu finden. Du hast die Fähigkeit, Probleme und Entscheidungen zu lösen bzw. zu treffen auf Basis rationaler Überlegeungen. Du erkennst Fehler und Unstimmigkeiten in Konzepten und Ideen, indem du sie im Feld austestest. Du setzt gerne klare Ziele und findest dann durch evaluieren der Ziele den besten Weg diese zu erreichen. Du arbeitest effizient und fokusiert. Dadurch lässt du dich nicht leicht von tangierenden Informationen ablenken. Dies kann manchmal zu fehlenden wichtigen Informationen führen oder einer Lösung zum falschen Problem. Du fokusierst dich auf das Lösen von technischen Problemen, wenn du mit Anderen zusammen arbeitest. Dabei tendierst du dazu anderen bei der effizienten und effektiven Lösung ihrer Probleme zu helfen, und lässt dabei Gefühle und zwischenmenschliche Probleme außen vor. Andere sehen dich als fokusiert, pragmatisch, rational und entschlossen",
    "strengths": "Probleme lösen, evaluieren von Ideen und Lösungen, Ziele setzen, Enscheidungen treffen",
    "challenges": "\"out of the box\" denken, Sensibilität für die Gefühle von Anderen, Umgang mit Ungewissheit.",
    "enviroment": "Du lernst am besten in einer Lernumgebung, in der du mit neuen Ideen, Simulationen, Laboraufgaben und praktische Aufgaben experimentieren kannst. Du ziehst Lehrer vor, die klare Ziele und Standards setzen, und Probleme und Fragen evaluieren, die eine klare Antwort haben.",
    "page": 207
  },
  "acting": {
    "name": "handelnd",
    "description": "Du lernst primär durch Taten. Du bist Ziel orientiert und fokusiert darauf, die Dinge fertig zu stellen. Du bist gut darin, Pläne umzusetzen und Ideen zu testen. Dies gelingt, indem du deine Erfahrungen mit mit Ideen und Konzepten verbindest. Du hast die Fähigkeit Lösungen oder Fragen durch technische analyse zu lösen, und dabei die Bedüfnisse der Menschen zu berücksichtigen. Du fühlst dich wohl in einer praktischen Welt, in der du deine Gefühle und Handeln nutzen kannst, wie auch in einer technischen Welt, die deine konzeptuellen Fähigkeiten nutzen kannst. Du zeichnest dich durch integrierenden Handlungen und das Erkennen von den Bedürfnissen von Menschen. Du bist gut darin, existierende Prozesse und Systeme zu verbessern. Du zeichnest dich in führenden Positionen aus, die komplexe Prozesse und Systeme koordnieren muss. Du tendierst dazu, dich für eine Idee einzusetzen ohne ihre Konsequenzen und alternative Optionen und Lösungen einzubeziehen, weil du eine starke Präferenz für Handlungen statt Reflektion.",
    "strengths": "Kombinieren von technischem Wissen und persönlichen Beziehungen, fokussiert auf erreichen von Zielen, Arbeitsgruppen leiten",
    "challenges": "Reflektieren, die richtigen Probleme zu lösen, Informationen sammeln und analysieren",
    "enviroment": "Du lernst am besten durch Diskurse mit Kollegen und durch Teamwork. Du präferierst Lehrer mit praktischen Erfahrungen, denen du nacheifern kannst.",
    "page": 209
  },
  "balancing": {
    "name": "balancierend",
    "description": "Deine Herangehensweise an das Lernen ist, zwischen Empfinden und Denken sowie Reflektieren und Handeln zu balancieren. Du kannst deine Lernstrategie gut an die vorliegende Situation anzupassen. Du bist offen für neue Erfahrungen. Du kannst Probleme ebenso gut identifizieren wie lösen. Du bist in der Lage verschiedene Perspektiven auf Probleme einzunehmen und kannst Brücken zwischen den Menschen mit unterschiedlichen Lernstilen vermitteln. In Gruppen bist du fähig verschiedene Stile einzusetzen, um die fehlenden Stile im Team auszufüllen. Da du eine ausgewogene Sicht auf die Welt hast, fällt es dir schwer Entscheidungen zu treffen oder zwischen Handlungsalternativen auszuwählen. Deine Tendenz für verschiedene Interessen kann dich im Laufe deines Lebens durch verschiedene Berufe führen. Andere sehen dich als neugierig, offen, flexibel, Multitalent und Einfallsreich.",
    "strengths": "Flexibilität zwischen den Stilen zu wechseln, mit anderen unterschiedlichen Menschen zusammen arbeiten, kreative Einwürfe",
    "challenges": "Unentschlossenheit, \"Alles ein bisschen und nichts so richtig.\", anhaltende Motivation",
    "enviroment": "Du ttendierst zu Lernumgebungen, in denen du alle Lernmodi nutzen kannst. Also zum Beispiel eine Kombination aus Vorlesungen, Diskursen, Branstorming, Laboren, \"learning by doing\". Durch deine Fähigkeit zum Anpassen, kannst du von verschiedenen Lehrern lernen.",
    "page": 211
  }
}
